Dlubal.RFEM5.LoadDefinitionType
Type of load definition.

Dlubal.RFEM5.LoadDefinitionType.UnknownLoadDefinitionType
Unknown load definition type

Dlubal.RFEM5.LoadDefinitionType.ByComponentsType
Load is defined by components

Dlubal.RFEM5.LoadDefinitionType.ByDirectionType
Load is defined by direction